{
    "MISSING_DATA_LOGIN": "Przepraszamy, musisz wprowadzić wszystkie wymagane dane.",
    "INCORRECT_DATA_LOGIN": "Przepraszamy, wprowadzone dane są nieprawidłowe. Spróbuj ponownie.",
    "1": "",
    "EMAIL_NOT_FOUND": "Przepraszamy, podany adres e-mail nie został znaleziony. Spróbuj ponownie.",
    "MISSING_DATA_SIGNUP": "Przepraszamy, musisz wprowadzić wszystkie wymagane dane.",
    "INCORRECT_DATA_SIGNUP": "Przepraszamy, wprowadzone dane są nieprawidłowe. Spróbuj ponownie.",
    "PASSWORD_NOT_MATCH_SIGNUP": "Przepraszamy, wprowadzone hasła nie są takie same. Spróbuj ponownie.",
    "ACCOUNT_ALREADY_EXISTS_SIGNUP": "Przepraszamy, konto o podanym adresie e-mail już istnieje. Spróbuj ponownie.",
    "2": "",
    "FAILED_AUTHENTICATION": "Przepraszamy, nie udało się potwierdzić twoje dane. Spróbuj ponownie.",
    "ACCESS_DENIED": "Przepraszamy, nie masz uprawnień do wykonania tej operacji. Spróbuj ponownie.",
    "3": "",
    "INVALID_FOLDER": "Przepraszamy, wybrany folder jest nieprawidłowy. Spróbuj ponownie.",
    "4": "",
    "FILE_ALREADY_EXISTS": "Przepraszamy, plik o podanej nazwie już istnieje. Zmień nazwę pliku i spróbuj ponownie.",
    "5": "",
    "FILE_DOESNT_EXIST": "Przepraszamy, plik nie został znaleziony. Spróbuj ponownie.",
    "FOLDER_DOESNT_EXIST": "Przepraszamy, folder nie został znaleziony. Spróbuj ponownie.",
    "6": "",
    "ERROR_WHILE_DELETING_FILE": "Przepraszamy, wystąpił błąd podczas usuwania pliku. Spróbuj ponownie.",
    "ERROR_WHILE_UPLOADING_FILE": "Przepraszamy, wystąpił błąd podczas przesyłania pliku. Spróbuj ponownie.",
    "7": "",
    "ZIP_CREATION_ERROR": "Przepraszamy, wystąpił błąd podczas tworzenia archiwum. Spróbuj ponownie.",
    "8": "",
    "EMAIL_ALREADY_WHITELISTED": "Przepraszamy, podany adres e-mail jest już na białej liście. Spróbuj ponownie.",
    "EMAIL_ALREADY_ADMIN": "Przepraszamy, podany adres e-mail jest już administratorem. Spróbuj ponownie.",
    "UNKNOWN_ERROR": "Przepraszamy, wystąpił nieznany błąd. Spróbuj ponownie."
}